{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "content": "[UNK]",
      "id": 0,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[CLS]",
      "id": 1,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[SEP]",
      "id": 2,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[PAD]",
      "id": 3,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "[MASK]",
      "id": 4,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "content": "~",
      "id": 5,
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  ],
  "normalizer": {
    "normalizers": [
      {
        "strip_left": true,
        "strip_right": true,
        "type": "Strip"
      }
    ],
    "type": "Sequence"
  },
  "pre_tokenizer": [
    {
      "behavior": "Isolated",
      "invert": false,
      "pattern": {
        "String": "~"
      },
      "type": "Split"
    },
    {
      "behavior": "Isolated",
      "invert": false,
      "pattern": {
        "String": "\n"
      },
      "type": "Split"
    }
  ],
  "post_processor": {
    "cls": [
      "[CLS]",
      1
    ],
    "sep": [
      "[SEP]",
      2
    ],
    "type": "BertProcessing"
  },
  "decoder": {
    "suffix": " ",
    "type": "BPEDecoder"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "~": 5,
      "N": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "T": 10,
      "CA": 11,
      "TG": 12,
      "CC": 13,
      "GA": 14,
      "TT": 15,
      "AA": 16,
      "GG": 17,
      "CT": 18,
      "CTG": 19,
      "CCA": 20,
      "TA": 21,
      "CG": 22,
      "CAG": 23,
      "GAA": 24,
      "CAA": 25,
      "TGA": 26,
      "TGG": 27,
      "CTT": 28,
      "GAG": 29,
      "TCA": 30,
      "TCC": 31,
      "CTA": 32,
      "CGG": 33,
      "AAA": 34,
      "TTG": 35,
      "CCTG": 36,
      "CCG": 37,
      "CCAG": 38,
      "AAG": 39,
      "GGG": 40,
      "TTA": 41,
      "CGA": 42,
      "CCAA": 43,
      "CTGG": 44,
      "CTGA": 45,
      "CAGA": 46,
      "TGGA": 47,
      "TAA": 48,
      "TCT": 49,
      "GAAG": 50,
      "CAAG": 51,
      "TGAA": 52,
      "CCT": 53,
      "CCCA": 54,
      "GAAA": 55,
      "CAT": 56,
      "CCTT": 57,
      "CAGG": 58,
      "GAGA": 59,
      "TGAG": 60,
      "CAAA": 61,
      "TAG": 62,
      "TGGG": 63,
      "TCTG": 64,
      "GAGG": 65,
      "CCCC": 66,
      "TCCA": 67,
      "TGTG": 68,
      "TCTT": 69,
      "TCG": 70,
      "TCAG": 71,
      "CTCA": 72,
      "CTCC": 73,
      "TCAA": 74,
      "CATT": 75,
      "CGAG": 76,
      "TGTT": 77,
      "CGGG": 78,
      "TGCC": 79,
      "AAAG": 80,
      "TGCA": 81,
      "CCTA": 82,
      "TGCTG": 83,
      "CCGG": 84,
      "TATT": 85,
      "GAAGA": 86,
      "CACA": 87,
      "CCCTG": 88,
      "TCTA": 89,
      "CTTA": 90,
      "CCTGG": 91,
      "TTGG": 92,
      "TTGA": 93,
      "CCAAG": 94,
      "GATG": 95,
      "TTTT": 96,
      "GACA": 97,
      "CCCG": 98,
      "TGGAG": 99,
      "CCAGG": 100,
      "GATT": 101,
      "CCTCC": 102,
      "CCCAG": 103,
      "TGTA": 104,
      "CTGAG": 105,
      "CTCTG": 106,
      "GAAGG": 107,
      "TAAA": 108,
      "AAAA": 109,
      "CCCT": 110,
      "TTCA": 111,
      "CTGGG": 112,
      "CAGCA": 113,
      "CCAGA": 114,
      "CTTG": 115,
      "CGGA": 116,
      "CTGGA": 117,
      "CTGAA": 118,
      "GAGGA": 119,
      "CCTCA": 120,
      "CCAAA": 121,
      "CTCT": 122,
      "TTTA": 123,
      "CATG": 124,
      "TCCG": 125,
      "CAAGG": 126,
      "CCCCA": 127,
      "CATCA": 128,
      "TGAAG": 129,
      "TCCAG": 130,
      "CTAA": 131,
      "CTCG": 132,
      "TGCAG": 133,
      "CTCCA": 134,
      "CAAGA": 135,
      "CCTGA": 136,
      "CAGCAG": 137,
      "TGGAA": 138,
      "CAGAA": 139,
      "CTAG": 140,
      "TATA": 141,
      "CTCAG": 142,
      "CCGA": 143,
      "TGTGG": 144,
      "TTAA": 145,
      "CAGAG": 146,
      "CGAA": 147,
      "CATA": 148,
      "CACCA": 149,
      "TGCCA": 150,
      "TGAAA": 151,
      "TCGG": 152,
      "CATCC": 153,
      "CACG": 154,
      "GAAAA": 155,
      "CTCTT": 156,
      "TCGA": 157,
      "TTGAA": 158,
      "TGTCA": 159,
      "CTGCTG": 160,
      "CGCG": 161,
      "TAAG": 162,
      "CAGGA": 163,
      "TTAG": 164,
      "GGGG": 165,
      "CCTTG": 166,
      "TCAAG": 167,
      "TCAAA": 168,
      "CCCTT": 169,
      "TGCG": 170,
      "CAAAA": 171,
      "TGGGA": 172,
      "TGTCC": 173,
      "CACAG": 174,
      "TGAGG": 175,
      "CATGG": 176,
      "CAAAG": 177,
      "TGAGA": 178,
      "TCTGG": 179,
      "GAGGAG": 180,
      "CCCGG": 181,
      "TTTG": 182,
      "CATTG": 183,
      "GATA": 184,
      "CTCAA": 185,
      "GAGAA": 186,
      "CGCTG": 187,
      "CACTG": 188,
      "TCCAA": 189,
      "TAAAA": 190,
      "CCCAA": 191,
      "TGGGG": 192,
      "CAGGG": 193,
      "CAGCTG": 194,
      "CAGTT": 195,
      "TGTGA": 196,
      "CTCTA": 197,
      "CGAGG": 198,
      "TGTTG": 199,
      "TTCTG": 200,
      "CGGGG": 201,
      "CAGTA": 202,
      "CCTGGG": 203,
      "CCCCG": 204,
      "CGTGG": 205,
      "TCTGA": 206,
      "CTTGG": 207,
      "TGCTT": 208,
      "CCGGG": 209,
      "CAGAAA": 210,
      "GATGA": 211,
      "GAAAG": 212,
      "TTTTG": 213,
      "CCTCT": 214,
      "TGGAAA": 215,
      "GACTT": 216,
      "CCCCAG": 217,
      "GAAGAA": 218,
      "CCCAGG": 219,
      "GACG": 220,
      "TTTCA": 221,
      "TTCTT": 222,
      "TGCTGG": 223,
      "TACA": 224,
      "TGGCTG": 225,
      "GAGAG": 226,
      "CTCCTG": 227,
      "CAGCG": 228,
      "CCACCA": 229,
      "TGAAAA": 230,
      "CCGAG": 231,
      "CGGCGG": 232,
      "CCCCTG": 233,
      "CCCTGG": 234,
      "TAGA": 235,
      "CTTGA": 236,
      "TTCCA": 237,
      "GAAAAA": 238,
      "GAATA": 239,
      "CCTCTG": 240,
      "TTTCC": 241,
      "CAATA": 242,
      "CGGCG": 243,
      "GAGCTG": 244,
      "CCCGA": 245,
      "TGGTGG": 246,
      "TGCTA": 247,
      "CCAAGG": 248,
      "CCTCG": 249,
      "TCAGG": 250,
      "CCTCTT": 251,
      "CATCG": 252,
      "CACAA": 253,
      "CACTT": 254,
      "CTCCG": 255,
      "TACCA": 256,
      "CTGCAG": 257,
      "TGCAA": 258,
      "TCAGA": 259,
      "TGATGA": 260,
      "CGAAG": 261,
      "CCCTA": 262,
      "TGGAGG": 263,
      "CATGA": 264,
      "CATCTT": 265,
      "TAAAG": 266,
      "CATCAA": 267,
      "TCCTG": 268,
      "GAGTA": 269,
      "CGTG": 270,
      "TTTGA": 271,
      "CAGCCA": 272,
      "CTCGG": 273,
      "CTCCAG": 274,
      "CAAGAA": 275,
      "GAGGG": 276,
      "CAGAGG": 277,
      "GACCA": 278,
      "GATGG": 279,
      "CCTCAG": 280,
      "TCCTT": 281,
      "CTGCA": 282,
      "TACAA": 283,
      "CTGGAG": 284,
      "TTGAG": 285,
      "CGCCA": 286,
      "TCTTA": 287,
      "TATG": 288,
      "TTGGG": 289,
      "GAAGAG": 290,
      "CTAAA": 291,
      "CCTGAG": 292,
      "CCTTA": 293,
      "CAGCTT": 294,
      "CCTGAA": 295,
      "CTGTA": 296,
      "CCCTGA": 297,
      "CCTGGA": 298,
      "CCCCCA": 299,
      "CCTCCA": 300,
      "TTTGG": 301,
      "CATCT": 302,
      "GACAG": 303,
      "CCCAGA": 304,
      "TGGCCA": 305,
      "CCCAAG": 306,
      "CGGAG": 307,
      "CATTA": 308,
      "TGGTG": 309,
      "GAATT": 310,
      "TCATCA": 311,
      "CTGTG": 312,
      "TATGA": 313,
      "TGGTT": 314,
      "CTGTT": 315,
      "CAGTG": 316,
      "GAGTT": 317,
      "TGAAGG": 318,
      "CAGCAA": 319,
      "TGAAGA": 320,
      "CAAAAA": 321,
      "TCCTA": 322,
      "CAAGGA": 323,
      "CAGTGA": 324,
      "CACGG": 325,
      "CGCCG": 326,
      "CACCTG": 327,
      "CAGAGA": 328,
      "CTGAGG": 329,
      "CGCTT": 330,
      "TGCGG": 331,
      "CTCTGG": 332,
      "CTCCTT": 333,
      "CAGTGG": 334,
      "TTTTA": 335,
      "TACTT": 336,
      "CGAAA": 337,
      "TTGGA": 338,
      "CACCG": 339,
      "CTGTGG": 340,
      "TATCA": 341,
      "TTCAA": 342,
      "TGCCAG": 343,
      "CAGGAG": 344,
      "TAGG": 345,
      "CAGAAG": 346,
      "CTGCG": 347,
      "CCACG": 348,
      "CTCAGG": 349,
      "CAGCTA": 350,
      "TGGAGA": 351,
      "CTGAAG": 352,
      "TCCGG": 353,
      "CCGCCG": 354,
      "CTCAGA": 355,
      "TATTA": 356,
      "CACTA": 357,
      "CCTAA": 358,
      "TCCAGG": 359,
      "TATTG": 360,
      "TACG": 361,
      "AAAGG": 362,
      "CCCCAA": 363,
      "CAAAGG": 364,
      "TGTTA": 365,
      "TGCTGA": 366,
      "CGGGA": 367,
      "CCTCAA": 368,
      "CCATT": 369,
      "TCATT": 370,
      "CACCAG": 371,
      "TCCTGG": 372,
      "TCGAG": 373,
      "GAAGGA": 374,
      "TGACTT": 375,
      "TGTGGA": 376,
      "CTCAAG": 377,
      "CTCCAA": 378,
      "TCCTCA": 379,
      "TGTCT": 380,
      "TATGG": 381,
      "CCCCGG": 382,
      "TTCG": 383,
      "TACTA": 384,
      "TGCCG": 385,
      "GAAGGG": 386,
      "CCAGGG": 387,
      "GAGCG": 388,
      "CATCTA": 389,
      "CTGCTT": 390,
      "CCATCA": 391,
      "CAATT": 392,
      "TGATGG": 393,
      "CATCCA": 394,
      "TGCCTG": 395,
      "CCCTCA": 396,
      "GACTA": 397,
      "TGGAAG": 398,
      "TACAG": 399,
      "ATGG": 400,
      "CACAGA": 401,
      "TGCCAA": 402,
      "CCTAG": 403,
      "TTAAA": 404,
      "CTCCCA": 405,
      "CTGGAA": 406,
      "CCGCG": 407,
      "CTTCTT": 408,
      "CAACAA": 409,
      "TGAGGA": 410,
      "TGGGGG": 411,
      "CAGGGG": 412,
      "CTTTT": 413,
      "CCATCC": 414,
      "CCAGAG": 415,
      "TGCAGA": 416,
      "GAGAGG": 417,
      "CTCTGA": 418,
      "CGTCA": 419,
      "CAGGAA": 420,
      "TCTAA": 421,
      "CCTCTA": 422,
      "TATAA": 423,
      "CCCGGG": 424,
      "CCAGAA": 425,
      "TACTG": 426,
      "CTTGGA": 427,
      "CCGAGG": 428,
      "CAGCCTG": 429,
      "TTATT": 430,
      "AAGGA": 431,
      "CGAGA": 432,
      "GAAAGG": 433,
      "CCAAGA": 434,
      "TCGGG": 435,
      "TGATT": 436,
      "CTGAAA": 437,
      "CCCAAA": 438,
      "TCTGAA": 439,
      "CATAA": 440,
      "CTTCG": 441,
      "TATCC": 442,
      "CACCTT": 443,
      "TGTAA": 444,
      "CTGGGG": 445,
      "GAGGAA": 446,
      "CTTAG": 447,
      "CCATGG": 448,
      "TCCTCC": 449,
      "CATGGA": 450,
      "TGTCCA": 451,
      "TTCTA": 452,
      "CTCGA": 453,
      "GACAA": 454,
      "CACGA": 455,
      "CACCAA": 456,
      "CGTT": 457,
      "CTTCCA": 458,
      "CATGAA": 459,
      "TGACAA": 460,
      "TGCAGG": 461,
      "CACT": 462,
      "CAAGGG": 463,
      "CTCTCC": 464,
      "TCTCCA": 465,
      "CTGCCA": 466,
      "TGAAAG": 467,
      "TCTAG": 468,
      "CCAGGA": 469,
      "CTACG": 470,
      "CATCAG": 471,
      "CCCCTT": 472,
      "TCATTG": 473,
      "CCTCGG": 474,
      "CCCTCC": 475,
      "TTCAG": 476,
      "TGGCG": 477,
      "CCACAG": 478,
      "CTTTA": 479,
      "TGGTGA": 480,
      "CCGGA": 481,
      "TCTGGG": 482,
      "CCGAA": 483,
      "TCAAGG": 484,
      "CACTGG": 485,
      "TCTCTG": 486,
      "CATCTG": 487,
      "CATTGG": 488,
      "CGGCAG": 489,
      "TTCCTG": 490,
      "TGATG": 491,
      "GGGGA": 492,
      "CGAGGA": 493,
      "CTTGAA": 494,
      "CAAAGA": 495,
      "TTTAA": 496,
      "CATTGA": 497,
      "TCCAAG": 498,
      "CGAGGG": 499,
      "TCCAAA": 500,
      "TGGTCA": 501,
      "CTAAG": 502,
      "TGCCTT": 503,
      "TGATA": 504,
      "CAACTT": 505,
      "CGCTGG": 506,
      "CACCTA": 507,
      "TGGCTT": 508,
      "CATGGG": 509,
      "CGGCTG": 510,
      "CAACG": 511
    },
    "merges": [
      "C A",
      "T G",
      "C C",
      "G A",
      "T T",
      "A A",
      "G G",
      "C T",
      "C TG",
      "C CA",
      "T A",
      "C G",
      "CA G",
      "GA A",
      "CA A",
      "TG A",
      "TG G",
      "C TT",
      "GA G",
      "T CA",
      "T CC",
      "CT A",
      "C GG",
      "AA A",
      "T TG",
      "CC TG",
      "CC G",
      "CCA G",
      "AA G",
      "GG G",
      "TT A",
      "C GA",
      "CCA A",
      "CTG G",
      "CTG A",
      "CA GA",
      "TG GA",
      "T AA",
      "T CT",
      "GAA G",
      "CAA G",
      "TG AA",
      "CC T",
      "CC CA",
      "GA AA",
      "CA T",
      "CC TT",
      "CA GG",
      "GA GA",
      "TGA G",
      "CA AA",
      "TA G",
      "TG GG",
      "T CTG",
      "GA GG",
      "CC CC",
      "T CCA",
      "TG TG",
      "T CTT",
      "T CG",
      "T CAG",
      "CT CA",
      "CT CC",
      "T CAA",
      "CA TT",
      "C GAG",
      "TG TT",
      "CGG G",
      "TG CC",
      "AAA G",
      "TG CA",
      "CC TA",
      "TG CTG",
      "CC GG",
      "TA TT",
      "GAA GA",
      "CA CA",
      "CC CTG",
      "T CTA",
      "CTT A",
      "CC TGG",
      "T TGG",
      "T TGA",
      "CCAA G",
      "GA TG",
      "TT TT",
      "GA CA",
      "CC CG",
      "TG GAG",
      "CCA GG",
      "GA TT",
      "CC TCC",
      "CC CAG",
      "TG TA",
      "CTGA G",
      "CT CTG",
      "GAA GG",
      "T AAA",
      "AA AA",
      "CC CT",
      "TT CA",
      "CTG GG",
      "CAG CA",
      "CCA GA",
      "CT TG",
      "CG GA",
      "CTG GA",
      "CTG AA",
      "GAG GA",
      "CC TCA",
      "CCA AA",
      "CT CT",
      "TT TA",
      "CA TG",
      "TCC G",
      "CAA GG",
      "CC CCA",
      "CA TCA",
      "TG AAG",
      "T CCAG",
      "CT AA",
      "CT CG",
      "TG CAG",
      "CT CCA",
      "CAA GA",
      "CC TGA",
      "CAG CAG",
      "TG GAA",
      "CA GAA",
      "CTA G",
      "TA TA",
      "CT CAG",
      "CC GA",
      "TG TGG",
      "TT AA",
      "CA GAG",
      "C GAA",
      "CA TA",
      "CA CCA",
      "TG CCA",
      "TG AAA",
      "T CGG",
      "CA TCC",
      "CA CG",
      "GA AAA",
      "CT CTT",
      "T CGA",
      "TTG AA",
      "TG TCA",
      "CTG CTG",
      "CG CG",
      "T AAG",
      "CAG GA",
      "TTA G",
      "GG GG",
      "CC TTG",
      "T CAAG",
      "TCA AA",
      "CC CTT",
      "TG CG",
      "CA AAA",
      "TGG GA",
      "TG TCC",
      "CA CAG",
      "TGA GG",
      "CA TGG",
      "CA AAG",
      "TGA GA",
      "T CTGG",
      "GAG GAG",
      "CC CGG",
      "TT TG",
      "CA TTG",
      "GA TA",
      "CT CAA",
      "GA GAA",
      "CG CTG",
      "CA CTG",
      "T CCAA",
      "TAA AA",
      "CC CAA",
      "TG GGG",
      "CA GGG",
      "CAG CTG",
      "CAG TT",
      "TG TGA",
      "CT CTA",
      "CGA GG",
      "TG TTG",
      "TT CTG",
      "CGG GG",
      "CAG TA",
      "CCTG GG",
      "CC CCG",
      "CG TGG",
      "T CTGA",
      "CT TGG",
      "TG CTT",
      "CC GGG",
      "CAGA AA",
      "GA TGA",
      "GA AAG",
      "TT TTG",
      "CC TCT",
      "TGGA AA",
      "GA CTT",
      "CC CCAG",
      "GAA GAA",
      "CCCA GG",
      "GA CG",
      "TT TCA",
      "TT CTT",
      "TG CTGG",
      "TA CA",
      "TGG CTG",
      "GA GAG",
      "CT CCTG",
      "CAG CG",
      "CCA CCA",
      "TGAA AA",
      "CC GAG",
      "CGG CGG",
      "CC CCTG",
      "CC CTGG",
      "TA GA",
      "CT TGA",
      "TT CCA",
      "GAAA AA",
      "GAA TA",
      "CCT CTG",
      "TT TCC",
      "CAA TA",
      "CGG CG",
      "GAG CTG",
      "CC CGA",
      "TGG TGG",
      "TG CTA",
      "CCAA GG",
      "CCT CG",
      "TCA GG",
      "CCT CTT",
      "CAT CG",
      "CA CAA",
      "CA CTT",
      "CT CCG",
      "TA CCA",
      "CTG CAG",
      "TG CAA",
      "TCA GA",
      "TGA TGA",
      "C GAAG",
      "CC CTA",
      "TGGA GG",
      "CA TGA",
      "CAT CTT",
      "T AAAG",
      "CAT CAA",
      "TCC TG",
      "GAG TA",
      "CG TG",
      "TT TGA",
      "CAG CCA",
      "CT CGG",
      "CT CCAG",
      "CAA GAA",
      "GA GGG",
      "CAGA GG",
      "GA CCA",
      "GA TGG",
      "CCT CAG",
      "TCC TT",
      "CTG CA",
      "TA CAA",
      "CTG GAG",
      "T TGAG",
      "CG CCA",
      "TCTT A",
      "TA TG",
      "TTG GG",
      "GAA GAG",
      "CT AAA",
      "CC TGAG",
      "CC TTA",
      "CAG CTT",
      "CCTG AA",
      "CTG TA",
      "CC CTGA",
      "CCTG GA",
      "CC CCCA",
      "CCT CCA",
      "TT TGG",
      "CA TCT",
      "GA CAG",
      "CC CAGA",
      "TGG CCA",
      "CC CAAG",
      "CG GAG",
      "CA TTA",
      "TGG TG",
      "GAA TT",
      "TCA TCA",
      "CTG TG",
      "TA TGA",
      "TGG TT",
      "CTG TT",
      "CAG TG",
      "GAG TT",
      "TGAA GG",
      "CAG CAA",
      "TGAA GA",
      "CAAA AA",
      "TCC TA",
      "CAAG GA",
      "CAG TGA",
      "CA CGG",
      "CG CCG",
      "CA CCTG",
      "CAGA GA",
      "CTGA GG",
      "CG CTT",
      "TG CGG",
      "CT CTGG",
      "CT CCTT",
      "CAG TGG",
      "TT TTA",
      "TA CTT",
      "CGA AA",
      "TTG GA",
      "CA CCG",
      "CTG TGG",
      "TA TCA",
      "TT CAA",
      "TG CCAG",
      "CAG GAG",
      "TA GG",
      "CA GAAG",
      "CTG CG",
      "CCA CG",
      "CT CAGG",
      "CAG CTA",
      "TGGA GA",
      "CTG AAG",
      "TCC GG",
      "CCG CCG",
      "CT CAGA",
      "TA TTA",
      "CA CTA",
      "CC TAA",
      "TCCA GG",
      "TA TTG",
      "TA CG",
      "AAA GG",
      "CC CCAA",
      "CAAA GG",
      "TG TTA",
      "TG CTGA",
      "CGG GA",
      "CCT CAA",
      "CCA TT",
      "TCA TT",
      "CA CCAG",
      "TCC TGG",
      "T CGAG",
      "GAAG GA",
      "TGA CTT",
      "TG TGGA",
      "CT CAAG",
      "CT CCAA",
      "TCC TCA",
      "TG TCT",
      "TA TGG",
      "CCCC GG",
      "TT CG",
      "TA CTA",
      "TG CCG",
      "GAA GGG",
      "CCA GGG",
      "GAG CG",
      "CAT CTA",
      "CTG CTT",
      "CCA TCA",
      "CAA TT",
      "TGA TGG",
      "CAT CCA",
      "TG CCTG",
      "CC CTCA",
      "GA CTA",
      "TG GAAG",
      "TA CAG",
      "A TGG",
      "CA CAGA",
      "TG CCAA",
      "CC TAG",
      "TT AAA",
      "CT CCCA",
      "CTG GAA",
      "CCG CG",
      "CTT CTT",
      "CAA CAA",
      "TGAG GA",
      "TGGG GG",
      "CAGG GG",
      "CTT TT",
      "CCA TCC",
      "CCA GAG",
      "TG CAGA",
      "GAGA GG",
      "CT CTGA",
      "CG TCA",
      "CAG GAA",
      "TCT AA",
      "CCT CTA",
      "TA TAA",
      "CC CGGG",
      "CCA GAA",
      "TA CTG",
      "CT TGGA",
      "CC GAGG",
      "CAG CCTG",
      "TTA TT",
      "AAG GA",
      "CGA GA",
      "GAAA GG",
      "CCAA GA",
      "T CGGG",
      "TGA TT",
      "CTG AAA",
      "CCCA AA",
      "TCTG AA",
      "CA TAA",
      "CTT CG",
      "TA TCC",
      "CA CCTT",
      "TG TAA",
      "CTG GGG",
      "GAG GAA",
      "CTTA G",
      "CCA TGG",
      "TCC TCC",
      "CA TGGA",
      "TG TCCA",
      "TT CTA",
      "CT CGA",
      "GA CAA",
      "CA CGA",
      "CA CCAA",
      "CG TT",
      "CTT CCA",
      "CA TGAA",
      "TGA CAA",
      "TG CAGG",
      "CA CT",
      "CAA GGG",
      "CT CTCC",
      "TCT CCA",
      "CTG CCA",
      "TG AAAG",
      "TCTA G",
      "CCAG GA",
      "CTA CG",
      "CAT CAG",
      "CC CCTT",
      "TCA TTG",
      "CCT CGG",
      "CC CTCC",
      "TT CAG",
      "TGG CG",
      "CCA CAG",
      "CTT TA",
      "TGG TGA",
      "CCG GA",
      "TCTG GG",
      "CC GAA",
      "TCAA GG",
      "CA CTGG",
      "TCT CTG",
      "CAT CTG",
      "CAT TGG",
      "CGG CAG",
      "TT CCTG",
      "TGA TG",
      "GGG GA",
      "CGAG GA",
      "CT TGAA",
      "CAAA GA",
      "TT TAA",
      "CAT TGA",
      "T CCAAG",
      "CGA GGG",
      "TCCA AA",
      "TGG TCA",
      "CT AAG",
      "TG CCTT",
      "TGA TA",
      "CAA CTT",
      "CG CTGG",
      "CA CCTA",
      "TGG CTT",
      "CA TGGG",
      "CGG CTG",
      "CAA CG"
    ]
  }
}
